{
    "Description": "Who doesn’t want that prominent jawline? And to our good-luck, enhancing your cheekbones and shedding of that extra fat from your face is much easier than what you thought. After 25, your skin starts to deteriorate no matter what product you use. Doing facial exercises is the key to look younger. Also, if you hate your face fat, these exercises will help you melt it away. Facial exercises are as important as exercising the rest of your body. Facial exercises help increase the blood circulation and counteract wrinkles as well. So, here we bring to you seven facial exercises that will enhance your smile, shoo away that fat and make you look younger. Double chin is medically referred to as submental fat. It usually develops when a layer of fat accumulates below your chin or around your neck area and most commonly associated with weight gain. Sometimes, double chin can also be resultant of genetics or loose skin. Nonetheless, if you want to get rid of them and look effortless, exercises can come of use. These exercises not just tone the muscles and the tissues surrounding your facial skin, but also promote a stronger jawline. All of these can be easily done at home and show results in a month's time if done regularly.",
    "Skin stretching": "Using a simple tennis or cricket ball can be the key to getting rid of face fat. This exercise style makes use of repeated pull-down movement to target facial and neck muscles. To go ahead, make use of a 9-10 inch ball, placed under your chin. Now, move your chin down by pressing the skin against the ball. Do this for 25-30 repetitions regularly to see visible results.",
    "Tongue Rolling": "This exercise makes use of the muscles of your tongue. Looking straight ahead, roll and stretch out your tongue as ahead as you can. Repeat the same motion upwards, extending your tongue towards the nose. Hold on to this position for 10-15 seconds. Take a breather and repeat this movement again.",
    "Chewing gum": "As weird as that sounds, chewing gum could be one of the simplest and the most effective ways to cut out extra face fat. When you chew gum repeatedly, you exercise your face and chin muscles in a repeated motion and keeps extra fat away. It also gives your chin a lift and strengthens jaw muscles. However, we should warn you that this exercise could put in a bit of a strain on your muscles.",
    "Do OO-EE": "The simplest of all, this exercise requires you to make the sound of OO-EE with exaggerated facial movements. Making the sound of OO-EE helps you target the muscles between your upper lip and nose and your lips as well.",
    "Do brow lifts ": "Exercising the muscles of your forehead is important and easy as well. Make the victory sign from your fingers and place the two fingers at the end and start point of each eyebrow. Now applying a bit pressure push the skin down with your fingers and then pull it up. Repeat this motion 10 times. You can do 3 sets with 10 movements in each set. Then, take some rest and do a set of another 3.",
    "Do a face lift exercise": "This exercise again works on the muscles around your upper lips and thus, prevents sagging. Performing this exercise nicely will give you a better smile and show more of your upper teeth while you smile. To do this exercise, open your mouth and flare your nostrils. Draw your upper lip as high as you can and be like that for 10 seconds. Leaving your mouth open, place your index fingers on your cheekbones and curl up the upper lip while applying the pressure on the cheeks with the fingers. Hold for 10 seconds, repeat 10 times.",
    "Exercise by Smiling": "This exercise will not only make your face slim but also make you look more beautiful. Practice smiling will not only firm up your smile but also make you look beautiful because you smile. To do this exercise slowly move your mouth to the position of a full smile. You can try and control each position which will give you a better control of your face and smiling capabilities. Stretch your smile the maximum you can. Repeat 10 times.",
    "Push your forehead with your hands": "This exercise will help you create smooth lines on your forehead. To perform the exercise, place the bottom of each of your palms over your eyebrows. Now, you palm rise your eyebrows like you do when you are surprised or angry. Now bring them down and do it 10 times. Wait for some time and then again raise the brows for 30 seconds and lower them and hold for 30 seconds. Repeat 10 times.",
    "Mouth exercise": "This exercise targets your lips and cheeks. To perform this exercise, make a fish face with both your lips joined and forward, same as when you pout. Now push your pout to the left, come back to the centre and then push towards the right. Repeat it 10 times.",
    "Double chin exercise": "As the name suggests this exercise helps you get rid of your double chin. Keeping your face straight, move your lower jaw as forward as you can along with raising your chin. Come back to the starting position. Repeat 10 times."
}
